Repository: ways-group/New-Vrou
Catalog: Vrou/Fonts/*.lproj/Localizable.strings
Languages: ar

source: AppRegularFont
ar: JosefinSans-SemiBold

source: AppBoldFont
ar: JosefinSans-Regular

source: AppRegularFont_ar
ar: Tajawal-Bold

source: AppBoldFont_ar
ar: Tajawal-Bold

source: BSImagePicker.Done
ar: تم

source: Type a comment
ar: اكتب تعليقاً

source: Watching
ar: مشاهدة

source: Done
ar: تم

source: Create new collection
ar: انشاء مجموعة جديدة

source: Collections
ar: مجموعات مختاره

source: Collection
ar: مجموعة مختاره

source: Add the video to your collections
ar: اضفِ الفيديو لمجموعاتِك

source: Save
ar: حفظ

source: Cancel
ar: الغاء

source: Collection Name
ar: اسم المجموعة

source: Add the Offer to your collections
ar: اضفِ العرض لمجموعاتِك

source: New
ar: اضافة

source: Follow
ar: متابعة

source: Unfollow
ar: عدم متابعة

source: Followers
ar: المتابِعون

source: Main Branch
ar: الفرع الرئيسي

source: Read all
ar: قراءة الكل

source: No Comments
ar: لا توجد تعليقات

source: No Centers
ar: لا توجد سنترز

source: Open
ar: مفتوح

source: Close
ar: مغلق

source: This week on VROU
ar: عروض الاسبوع في ڤرو

source: Swipe up to show
ar: اسحب للأعلى للبدء

source: New Event
ar: مناسبة جديدة

source: Event Name
ar: اسم المناسبة

source: Event Details
ar: تفاصيل المناسبة

source: Place
ar: المكان

source: Place of Service
ar: مكان المناسبة

source: Time
ar: الوقت

source: Select Service
ar: اختاري الخدمة

source: Publish
ar: ارسال

source: Please fill all fields
ar: برجاء ادخال البيانات المطلوبة

source: Choose place of Event
ar: اختار مكان المناسبة

source: Please choose city
ar: برجاء اختيار المدينة

source: OK
ar: حسناً

source: Offers
ar: عروض

source: Notifications
ar: الاشعارات

source: Messages
ar: الرسائل

source: Requests
ar: طلبات الصداقة

source: Users
ar: المستخدمات

source: Guest users
ar: الزائرات

source: Accept
ar: قبول

source: Reject
ar: رفض

source: WALLET
ar: المحفظة

source: VROU World
ar: عالم ڤرو

source: Discover
ar: اكتشف

source: Your World
ar: عالمك

source: Popular Centers
ar: اشهر الصالونات

source: Sponsored Ads
ar: اعلانات ممولة

source: Vrou World
ar: عالم ڤرو

source: Services
ar: خدمات

source: Marketplace
ar: تسوق

source: About
ar: عن

source: Products
ar: منتجات

source: Review
ar: تقييم

source: Edit profile
ar: تعديل الحساب

source: Check in
ar: تم زيارته

source: Share
ar: مشاركة

source: Direction
ar: الاتجاه

source: Reservation policy
ar: شروط الحجز

source: Sponsored ads
ar: اعلانات ممولة

source: Tutorial
ar: توتريال

source: Tutorial
ar: ألبومات الڤيديو

source: Recently Joined
ar: حديثا

source: Most Popular
ar: الاكثر شهرة

source: Beauty Center
ar: بيوتي سنتر

source: Salon
ar: صالون

source: Spa
ar: سبا

source: Makeup Artist
ar: اخصائية تجميل

source: Specialists
ar: متخصصين

source: Stores
ar: محلات

source: Hi beautiful..
ar: مرحبا بك في ڤرو..

source: Create an account or login
ar: انشاء حساب او الدخول

source: Gallery
ar: ألبومات الصور

source: Features
ar: مميزات

source: Now open
ar: مفتوح

source: All
ar: الكل

source: Reservation
ar: حجز

source: LOGIN WITH FACE ID
ar: تسجيل الدخول ببصمت الوجهه

source: HIDE
ar: اخفي

source: SHOW
ar: اظهر

source: Required Field
ar: بيانات مطلوبة

source: Password must be at least 8 characters
ar: كلمة المرور على الأقل ٨ أحرف

source: Please Enter valid email
ar: الرجاء ادخال ايميل صحيح

source: Register to VROU to enable TouchID/FaceID next login
ar: يجب التسجيل في فرو أولا لتمكين البصمة

source: Phone number length must be
ar: عدد الارقام في رقم الهاتف يجب ان تكون

source: Email is Already exist
ar: الايميل بالفعل موجود

source: Phone is Already exist
ar: الهاتف بالفعل موجود

source: City
ar: المدينة

source: A 6-digit confirmation code has been sent to Your Email
ar: تم ارسال رمز تأكيد مكون من ٦ ارقام الى الايميل الخاص بك

source: and Send to
ar: و تم ارساله إلى

source: via SMS
ar: برسالة SMS

source: People Followers
ar: المتابعون

source: reviews
ar: تقييمات

source: minutes
ar: دقيقة

source: Login
ar: تسجيل الدخول

source: Please select reservation time!
ar: اختر موعد الحجز!

source: Please select a specialist!
ar: الرجاء اختيار متخصص

source: Continue
ar: متابعة

source: Cart
ar: السلة

source: Select Branch
ar: اختر الفرع

source: Reservation date
ar: تاريخ الحجز

source: Reservation time
ar: وقت الحجز

source: Choose a specialist
ar: اختر متخصص

source: mins
ar: دقيقة
